{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Listening to a radio show or podcast is an aural experience, but during a listen, how often do you find yourself curious about the topics discussed and seek out additional information? Every episode of Latino USA, its host, Maria Hinojosa, opens the show with a brief introduction, \"This is Latino USA, the radio journal of news and culture.” This AVAnnotate project intends to emphasize the cultural segments from an assortment of episodes. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Latino USA got its start at the University of Texas at Austin in 1993 out of the Center for Mexican American Studies (CMAS), in collaboration with KUT and the University of Texas at Austin. The award-winning radio show aired once a week, in an effort to reach Latino/a audiences and fill a gap in Latino/a related content. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "By providing additional context, Latino USA listeners can engage with its content in new ways. Not only are the transcripts available to read along with each episode, but each web page includes additional content, like photos, music, and videos, to provide users with a more immersive experience of the topics discussed. The project highlights a diversity of artistic mediums, time periods, and geographic locations, and will enhance audience engagement by feeding into users’ curiosities while listening to each episode. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Additionally, each episode has been tagged to assist with discoverability. Users will find the names of people and works, along with genres and themes. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "image",
      "url": "https://texlibris.lib.utexas.edu/wp-content/uploads/2025/02/sm_Latino-USA-On-Campus-Full-Page.png",
      "caption": "Latino USA Records, Benson Latin American Collection.",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "created_at": "2025-10-27T18:56:34.879Z",
  "created_by": "amtellez16",
  "title": "Latino USA Visualization Project",
  "updated_at": "2025-10-28T21:03:47.863Z",
  "updated_by": "amtellez16",
  "autogenerate": {
    "enabled": false,
    "type": "home"
  }
}